Repository: common-repository/reforestum
Catalog: languages/reforestum-*.po
Languages: fr_fr

source: Reforestum - Carbon neutral products at checkout
fr_fr: Reforestum - Des produits neutres en carbone au checkout

source: Turn your e-shop into a sustainable business. Reforestum’s plugin allows you to offer carbon neutral products. Decide whether you or your customers will pay for the offset and let them pick reforestation or conservation projects around the world.
fr_fr: Transformez votre boutique en ligne en un business durable. L’extension Reforestum vous permet de proposer des produits neutres en carbone. Décidez si vous ou vos clients payeront pour la compensation et laissez les choisir des projets de reforestation ou de conservation tout autour du monde.

source: Need at least 1 forest selected for project constraints
fr_fr: Besoin d’au moins 1 forêt sélectionnée pour les contraintes du projet

source: <strong>Reforestum</strong> plugin requires WooCommerce to be installed & activated to work.
fr_fr: L’extension <strong>Reforestum</strong> nécessite que WooCommerce soit installé et activé pour fonctionner.

source: <strong>Reforestum</strong> plugin requires at least one sales contract to work, contact Reforestum to get your sales contract.
fr_fr: L’extension <strong>Reforestum</strong> nécessite au moins un contrat de vente pour fonctionner, contactez Reforestum pour obtenir votre contrat de vente.

source: Something went wrong: %s
fr_fr: Quelque chose ne s’est pas déroulé comme prévu : %s

source: Use default plugin general settings
fr_fr: Utiliser les paramètres par défaut de l’extension

source: Select sales contract
fr_fr: Sélectionnez le contrat de vente

source: Reforestum CO₂ offsetting options
fr_fr: Reforestum options de compensation CO₂

source: These settings will affect all products assigned to this category and therefore, if set, will override the general settings configured for the plugin. Note that in case a product has multiple categories, the configuration of the first category found will be used.
fr_fr: Ces paramètres affecteront tous les produits assignés à cette catégorie et donc, si définis, surchargeront les paramètres généraux configurés pour l’extension. Veuillez noter que si un produit a plusieurs catégories, la configuration de la première catégorie trouvée sera utilisée.

source: (End Customer)
fr_fr: (Client)

source: (Merchant)
fr_fr: (Marchand)

source: Who pays for Carbon Offset
fr_fr: Qui paye la compensation carbone

source: Use plugin settings %s
fr_fr: Utiliser les paramètres du plugin %s

source: Merchant
fr_fr: Marchand

source: End Customer
fr_fr: Client

source: Product CO₂ amount
fr_fr: Montant en CO₂ du produit

source: Amount in kilograms
fr_fr: Montant en kilogrammes

source: Shipping CO₂ amount
fr_fr: Montant en CO₂ de l’expédition

source: Project choice restrictions
fr_fr: Choix des restrictions du projet

source: Activate project constraints
fr_fr: Activer les contraintes du projet

source: Select forest(s)
fr_fr: Sélectionnez forêt(s)

source: Select forest(s) that will be available for this product
fr_fr: Sélectionnez la/les forêt(s) qui sera/seront disponible(s) pour ce produit

source: Sales Contract specifically applied for this category (if any)
fr_fr: Contrat de vente spécifiquement appliqué pour cette catégorie (si nécessaire)

source: CO₂ offseting options
fr_fr: Options de compensation CO₂

source: Use inherited value from category or general settings
fr_fr: Utiliser les valeurs héritées de la catégorie ou des paramètres généraux

source: Leave blank to use inherited value from category or general settings
fr_fr: Laisser vide pour utiliser la valeur héritée de la catégorie ou des paramètres généraux

source: Reforestum CO₂ offseting options
fr_fr: Options de compensation carbone Reforestum

source: Use category or plugin settings
fr_fr: Utiliser les options de la catégorie ou de l’extension

source: API Credentials
fr_fr: Identifiants API

source: Enter your API username and password to enable the Reforestum's API service. The connection test will be performed after saving these settings.<br />More instructions on how to set your account <a href="https://api.reforestum.com/faq" target="_blank">here</a>.
fr_fr: Entrez votre utilisateur et mot de passe API pour activer le service d’API de Reforestum. Le test de connexion sera effectué après avoir sauvegardé les options.<br />Plus d’informations sur la manière de mettre en place votre compte <a href="https://api.reforestum.com/faq" target="_blank">ici</a>.

source: Username
fr_fr: Utilisateur

source: Password
fr_fr: Mot de passe

source: Connection successful
fr_fr: Connexion réussie

source: Connection failed
fr_fr: Connexion échouée

source: Sandbox mode
fr_fr: Mode Sandbox

source: Enable Sandbox Mode
fr_fr: Activer le mode Sandbox

source: While sandbox is enabled, all offsetting transactions will be simulated
fr_fr: Si le mode Sandbox est activé, toutes les transactions de compensation seront simulées

source: Shipping Settings
fr_fr: Options de livraison

source: Some settings regarding the shipping aspect of the process. When the method is set to dynamic, an attempt at calculting the distance between seller and buyer will be performed. If it is unsuccesful, the method will switch to None. When using the dynamic method, we recommend that you make sure your shop address is as precise as it can be and that you check the lat/lng coordinates with the "Test the connection" button.
fr_fr: Quelques paramètres concernant l’aspect livraison du processus. Quand la méthode sélectionnée est « Dynamique », une tentative de calcul de la distance entre le vendeur et l’acheteur sera effectuée. Si le calcul ne peut être effectué, la méthode utilisée sera « Aucune ». Si la méthode sélectionnée est « Dynamique », nous vous recommandons de vous assurer que l’adresse de votre boutique est aussi précise que possible et de vérifier les coordonnées lat/lng avec le bouton « Tester la connexion ».

source: Shipping offset method
fr_fr: Méthode de compensation de la livraison

source: Select what is the shipping offset method in checkout page
fr_fr: Sélectionnez quelle est la méthode de compensation de la livraison au checkout

source: None - No shipping offset
fr_fr: Aucune - Pas de compensation de la livraison

source: Fixed - Based on a flat rate on a per-product basis
fr_fr: Fixe - Basée sur un taux fixe défini pour chaque produit

source: Dynamic - Calculation based on the shipping distance
fr_fr: Dynamique - Calcul basé sur la distance de livraison

source: Shipping footprint per km
fr_fr: Empreinte carbone de la livraison au km

source: Only used if the shipping offset method is set to dynamic<br>To be set in kg
fr_fr: Utilisée seulement si la méthode de compensation de la livraison est « Dynamique »<br>À définir en kg

source: Openrouteservice api key
fr_fr: Clé api Openrouteservice

source: Only used if the shipping offset method is set to dynamic<br>Get a free API key <a href="https://openrouteservice.org/dev/#/signup" target="_blank">here</a>. The Openrouteservice API is used to get coordinates from a postal address<br><button class="button button-secondary" id="openrouteservice-test">Test the connection</button><div id="openrouteservice-test-response" data-success="Coordinates have been found for your shop. Longitude LON and latitude LAT. [gmaps_link]Check on google maps[/gmaps_link]"></div>
fr_fr: Utilisée seulement si la méthode de compensation de la livraison est « Dynamique »<br>Obtenir une clé API gratuite <a href="https://openrouteservice.org/dev/#/signup" target="_blank">ici</a>. L’API d’Openrouteservice est utilisée pour obtenir les coordonnées d’une adresse postale<br><button class="button button-secondary" id="openrouteservice-test">Tester la connexion</button><div id="openrouteservice-test-response" data-success="Des coordonnées ont été trouvées pour votre boutique. Longitude LON et latitude LAT. [gmaps_link]Vérifier sur google maps[/gmaps_link]"></div>

source: General Settings
fr_fr: Paramètres généraux

source: Note these general settings are taken as default options and that some of them can be overridden at the product category level and/or product level configurations.
fr_fr: Veuillez noter que ces paramètres sont utilisés par défaut et que certains d’entre eux peuvent être surchargés au niveau de la catégorie produit et/ou au niveau du produit.

source: Carbon offset display
fr_fr: Affichage de la compensation carbone

source: Display carbon footprint in product page
fr_fr: Afficher l’empreinte carbone sur la page du produit

source: Display carbon footprint in cart page
fr_fr: Afficher l’empreinte carbone sur le panier

source: Display carbon footprint and offset in checkout page
fr_fr: Afficher l’empreinte et la compensation carbone au checkout

source: Select who pays for the offset. If it's paid by the end customer, the option will be offered to them to calculate the price of the CO2 offset and automatically add it to the final price in the checkout process.
fr_fr: Sélectionnez qui paye la compensation. Si payée par le client, l’option de calculer le coût de la compensation carbone sera offerte et automatiquement il sera automatiquement ajouté au prix final.

source: Select forests that will be available for your customers when project restriction is enabled.
fr_fr: Sélectionnez les forêts qui seront disponibles aux clients quand les contraintes du projets sont activées.

source: Default Sales Contract
fr_fr: Sélectionnez le contrat de vente

source: Select the default Sales Contract. This setting can be overridden at the category and product level.
fr_fr: Sélectionnez le contrat de vente par défaut. Ce paramètre peut être surchargé au niveau de la catégorie et du produit.

source: Sales contract attached to your Reforestum’s account
fr_fr: Contrats de vente associés à votre compte Reforestum

source: Contract Description
fr_fr: Description du contrat

source: Key
fr_fr: Clé

source: Contract Type
fr_fr: Type du contrat

source: Available forest(s)
fr_fr: Forêt(s) disponible(s)

source: Default Value
fr_fr: Valeur par défaut

source: Credit
fr_fr: Crédit

source: Predefined project and/or amount selected
fr_fr: Projet prédéfini et/ou montant sélectionné

source: Variable Amount set manually by end customer
fr_fr: Montant variable défini manuellement par le marchand

source: Any
fr_fr: Toutes

source: Free amount
fr_fr: Montant libre

source: You don´t have any sales contract defined yet. More instructions on how to set your account <a href="https://api.reforestum.com/faq" target="_blank">here</a>.
fr_fr: Vous n’avez pas encore de contrat de vente. Plus d’informations sur la manière de mettre en place votre compte <a href="https://api.reforestum.com/faq" target="_blank">ici</a>.

source: CO₂ amount for each of this product
fr_fr: Montant de CO₂ pour chaque exemplaire de ce produit

source: CO₂ footprint
fr_fr: Empreinte CO₂

source: Carbon footprint
fr_fr: Empreinte carbone

source: CO₂ footprint amount = %s x%s
fr_fr: Montant d’empreinte CO₂ = %s x%s

source: CO₂ offset fee
fr_fr: Coût de la compensation CO₂

source: CO₂ offset fee paid by merchant
fr_fr: Coût de la compensation CO₂ payé par le marchand

source: Shipping CO₂ footprint
fr_fr: Empreinte CO₂ de la livraison

source: Select your forest
fr_fr: Sélectionnez votre forêt

source: No offset at all
fr_fr: Pas de compensation

source: You will not be charged for the carbon offset
fr_fr: Vous ne serez pas facturé pour la compensation carbone

source: Free
fr_fr: Gratuit

source: Offset Price
fr_fr: Coût de la compensation

source: Offsets sandbox mode is enabled
fr_fr: Le mode Sandbox pour les compensations est activé

source: Customer
fr_fr: Client
